alfred
bartender
checkra1n
fig
google-chrome
insomnia
moom
qbittorrent
slack
vlc
arduino
clop
coconutbattery
gimp
imageoptim
mountain-duck
qlmarkdown
spotify
vscodium
arduino-ide
db-browser-for-sqlite
inkscape
openemu
raycast
topnotch
tor-browser
whisky
audacity
discord
gitkraken
iterm2
orbstack
orion
rsyncui
syntax-highlight
ubersicht
wireshark
balenaetcher
disk-inventory-x
lastfm
latexit
lm-studio
postman
sherlock
ultimaker-cura