alfred
arduino
audacity
balenaetcher
coconutbattery
discord
disk-inventory-x
fig
gimp
arc
google-chrome
firefox
inkscape
iterm2
latexit
moom
netnewswire
orion
postman
qbittorrent
qlmarkdown
raycast
sherlock
slack
tor-browser
ubersicht
ultimaker-cura
vlc
vscodium
wireshark