alfred
cap
gimp
jordanbaird-ice
openmtp
qlmarkdown
spotify
wireshark
arduino
checkra1n
github
latexit
openscad
rancher
tor-browser
zed
arduino-ide
coconutbattery
gitkraken
libreoffice
orbstack
raycast
tsh
zen-browser
audacity
cursor
godot
macfuse
orcaslicer
redis-insight
ubersicht
autodesk-fusion
db-browser-for-sqlite
google-chrome
metasploit
orion
redisinsight
azure-data-studio
discord
imageoptim
moom
pgadmin4
rsyncui
vlc
balenaetcher
disk-inventory-x
inkscape
mountain-duck
postman
sf-symbols
vscodium
bambu-studio
fig
insomnia
prusaslicer
signal
blender
font-hack-nerd-font
iterm2
openemu
qbittorrent
slack
whisky