ansible-lint
aria2
azure-cli
bitwarden-cli
blueutil
btop
cabextract
carthage
cdrtools
cmake
cmatrix
colima
curl
datasette
docker
docker-compose
gnu-tar
go
grpc-swift
grpcurl
guile
helm
htop
iproute2mac
jadx
jq
ktr0731/evans/evans
kubectx
libffi
libgcrypt
libmaxminddb
libsmi
llm
lsusb
lua@5.3
lucky-commit
mkcert
mosh
nano
nanorc
neofetch
nmap
nss
nvm
oci-cli
pipenv
postgresql@14
protobuf@3
pyenv
spaceship
speexdsp
telnet
terraform
tree
wakeonlan
watch
wget
wimlib
yarn
