alefragnani.Bookmarks
arcticicestudio.nord-visual-studio-code
christian-kohler.path-intellisense
cweijan.vscode-office
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
gera2ld.markmap-vscode
GitHub.copilot
golang.go
hashicorp.terraform
hediet.vscode-drawio
HookyQR.beautify
James-Yu.latex-workshop
jeanp413.open-remote-ssh
MattiasBaake.vscode-snippets-for-ansible
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.azure-account
octref.vetur
PKief.material-icon-theme
redhat.ansible
redhat.vscode-yaml
ritwickdey.LiveServer
Shan.code-settings-sync
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
WakaTime.vscode-wakatime
withfig.fig
yzane.markdown-pdf
yzhang.markdown-all-in-one
zjffun.snippetsmanager
zxh404.vscode-proto3
