adamhartford.vscode-base64
amazonwebservices.codewhisperer-for-command-line-companion
antyos.openscad
arcticicestudio.nord-visual-studio-code
bierner.markdown-preview-github-styles
bpruitt-goddard.mermaid-markdown-syntax-highlighting
cmoog.sqlnotebook
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.vscode-pull-request-github
golang.go
hashicorp.terraform
hediet.vscode-drawio
helm-ls.helm-ls
ipedrazas.kubernetes-snippets
james-yu.latex-workshop
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
mtxr.sqltools
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
pkief.material-icon-theme
pkl.pkl-vscode
redhat.vscode-tekton-pipelines
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
vscjava.vscode-spring-initializr
vue.volar
wakatime.vscode-wakatime
yzhang.markdown-all-in-one