arcticicestudio.nord-visual-studio-code
ban.spellright
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
GitHub.copilot
GitHub.vscode-pull-request-github
golang.go
hashicorp.terraform
James-Yu.latex-workshop
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
PKief.material-icon-theme
redhat.vscode-yaml
ritwickdey.LiveServer
Vue.volar
WakaTime.vscode-wakatime
withfig.fig
yzhang.markdown-all-in-one